{
    "Mission Statement": {
      "content": "Here at Fresh Renewed Wellness, we want YOU to realize your inner and outer beauty. We believe that the key to look great is feeling great! That's why we offer a range of luxurious beauty treatments that include Botox, Laser Hair Removal, Eyebrow Lamination, and Weight Loss Therapy, all carefully designed to enhance your natural glow. We are fully committed to taking care of our patients and making sure they LOVE themselves. We strive to create a caring and inclusive environment where anyone, regardless of age, gender, or background, can begin the journey to self-confidence and self-love. Join us on this journey of self-discovery, where our talented staff will help you look and feel your best, so you're sure you SHINE in all areas of your life!\n\nWe prioritize the needs of our patients! With our passionate team here at Fresh Renewed Wellness, we promise to meet your expectations and more! Join the family and come into your Wellness Spa and experience the best treatment and walk out feeling the BEST YOU, you have ever felt! You DESERVE it!"
    },
    "Team": [
      {
        "name": "Dr. Melanie Jackson",
        "description": "Hey there! I'm Dr. Melanie Jackson, your beauty guru and founder of Fresh Renewed Wellness! It is my passion to collide health, happiness, and beauty. I've been a part of this field for over 20 years. I grew up in the Charleston area and attended the University of South Carolina where I got a Master's in Biology. There I met my lovely husband of 18 years, together we have 2 little angels! I am a HUGE animal lover! I can't wait to help you embrace your beautiful self!",
        "img": "images/melanie.jpeg"
      },
      {
        "name": "Dr. Isabelle Rodriguez",
        "description": "Hello! My name is Isabelle Rodriguez, or you can call me Bella! I have been a part of the Fresh Renewed Wellness family for 10 years! I love this profession because of the smiles I get to see on all my patients' faces. I have grown up in Columbia all my life and love to go tailgating with my family. I am happily married to my husband, and we have our daughter Alison who is going to attend Harvard in 2024! We also have 3 pugs named Bob, Jerry, and Kate. I love meeting new patients and personalizing an experience here at Fresh Renewed Wellness. Come on in and visit!",
        "img": "images/bella.webp"
      },
      {
        "name": "Nurse Amy",
        "description": "Hey y'all! I have been at Fresh Renewed Wellness since our opening and love being a part of this big happy family! I love how this family cares for its patients like they're family. I am so happy to be your nurse! I love to stay home and watch rom-coms with my friends! I am currently getting ready to go to Med School to become a Dermatologist!",
        "img": "images/amy.png"
      },
      {
        "name": "Nurse Bethany",
        "description": "Heyy! I have been a part of this small family for the last 3 years and couldn't be any happier! I have recently graduated from nursing school and have a HUGE passion in this field! Growing up, I always said I wanted to go to Nursing school, and I did just that! I love spending time with my family and, of course, my cat Mr. Whiskers. I am always down to go on a shopping trip and love to travel! I am finishing up my Master's Degree in nursing and will be done in the spring!",
        "img": "images/bethany.jpeg"
      },
      {
        "name": "Nurse Josephine",
        "description": "Hello! My name is Josephine and the newest family member of Fresh Renewed Wellness! I was raised in Mexico, and during my high school and college years I was able to travel abroad to study! Here in the U.S., I got to attend Stanford, where I studied Nursing! I love to travel and baking sweet treats. I am currently engaged to my favorite person in the world and will be getting married at the end of the year! I love getting to see patients' confidence skyrocket after visiting Fresh Renewed Wellness. Please come in and see how beautiful you are!",
        "img": "images/josephine.jpeg"
      }
    ]
  
  }